export const topics = [
  {
    theme: 'Общение на свободные темы',
    id: 1,
  },
  {
    theme: 'Общение IT направлений',
    id: 2,
  },
  {
    theme: 'Общение о науке',
    id: 3,
  },
  {
    theme: 'Общение философов',
    id: 4,
  },
]

export const drinks = [
  {
    type: 'Крепкий алкоголь',
    id: 1,
  },
  {
    type: 'Самогон',
    id: 2,
  },
  {
    type: 'Безалкогольное',
    id: 3,
  },
  {
    type: 'Пиво',
    id: 4,
  },
  {
    type: 'Шампанское',
    id: 5,
  },
  {
    type: 'Вино',
    id: 6,
  },
]

export const streams = [
  {
    id: 1,
  },
  {
    id: 2,
  },
  {
    id: 3,
  },
]

export const cardsData = [
  {
    id: 1,
    name: 'Голубая устрица',
    about: 'Чат любителей спорить и говорить о глобализации под пенное - это место, где можно обсудить множество взглядов на процессы мировой экономики и культуры, а также поделиться своими мыслями и аргументами с другими участниками.',
    users: 3,
    image: '',
    drinks: ['Шампанское'],
    topics: ['Политика', 'Наука']
  },
  {
    id: 2,
    name: 'Розовая устрица',
    about: 'Чат любителей спорить и говорить о глобализации под пенное - это место, где можно обсудить множество взглядов на процессы мировой экономики и культуры, а также поделиться своими мыслями и аргументами с другими участниками.',
    users: 4,
    image: '',
    drinks: ['Пиво'],
    topics: ['Политика', 'Наука']
  },
  {
    id: 3,
    name: 'Голубая луна',
    about: 'Чат любителей спорить и говорить о глобализации под пенное - это место, где можно обсудить множество взглядов на процессы мировой экономики и культуры, а также поделиться своими мыслями и аргументами с другими участниками.',
    users: 5,
    image: '',
    drinks: ['Вино'],
    topics: ['Политика', 'Наука']
  },
  {
    id: 4,
    name: 'Зеленый слоник',
    about: 'Чат любителей спорить и говорить о глобализации под пенное - это место, где можно обсудить множество взглядов на процессы мировой экономики и культуры, а также поделиться своими мыслями и аргументами с другими участниками.',
    users: 6,
    image: '',
    drinks: ['Пиво', 'Самогон'],
    topics: ['Политика', 'Наука']
  },
  {
    id: 5,
    name: 'Gachi dungeon',
    about: 'Чат любителей спорить и говорить о глобализации под пенное - это место, где можно обсудить множество взглядов на процессы мировой экономики и культуры, а также поделиться своими мыслями и аргументами с другими участниками.',
    users: 2,
    image: '',
    drinks: ['Шампанское'],
    topics: ['Политика', 'Наука']
  },
]
